Repository: etalab/transport-site
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Sign In
fr: S'identifier

source: Sign Out
fr: Se déconnecter

# sign_in_explanation_text
source: transport.data.gouv.fr is affiliated to data.gouv.fr. These two websites use the same user accounts. By clicking on the below button you'll be able to create and/or login to a data.gouv.fr user account and authorize transport.data.gouv.fr to use your data.gouv.fr user account
fr: transport.data.gouv.fr est un site affilié à data.gouv.fr. Ces deux sites utilisent les mêmes comptes utiliateurs. En cliquant sur le bouton ci-dessous vous allez pouvoir créer un compte et/ou vous identifier avec data.gouv.fr et autoriser transport.data.gouv.fr à utiliser votre compte data.gouv.fr

# sign_in_explanation_title
source: Sign In with data.gouv.fr
fr: Identification avec un compte data.gouv.fr

# landing_heading
source: Publish and re-use public transport data
fr: Ouvrir et ré-utiliser les données transports

# landing-hero_heading
source: transport.beta.gouv.fr, What is it?
fr: Qu'est-ce que c'est transport.beta.gouv.fr ?

# landing-hero_description
source: The single entry point for publication and re-use of public transport data, allowing to make people lives better.
fr: C'est la plateforme unique de **diffusion des données ouvertes** relatives au transport qui permet la **ré-utilisation des données ouvertes** pour **améliorer la vie des usagers**.

# landing-hero_open
source: Publish my data
fr: Ouvrir mes données

# landing-hero_reusedatasets
source: Re-use data
fr: Réutiliser des données

# landing-hero_reuse
source: R-use this data
fr: Ré-utiliser ces données

# frlo
source: Open Licence
fr: License ouverte

# shortlist_download
source: Download
fr: Télécharger

# shortlist_licence
source: Licence
fr: License

# shortlist_seedatagouvfr
source: See on data.gouv.fr
fr: Voir sur data.gouv.fr

# shortlist_title
source: Available datasets
fr: Jeux de données disponibles

# shortlist_territory
source: Territory
fr: Territoire

source: Contact
fr: Nous contacter

# tos
source: Terms of Service
fr: Conditions d'utilisation

# login_link_between_transport_data
source: transport.data.gouv.fr belongs to the data.gouv.fr network, and share the same user account
fr: transport.data.gouv.fr est un site affilié à data.gouv.fr, les deux sites utilisent le même compte

# login_title
source: Sign In with data.gouv.fr
fr: Identification avec un compte data.gouv.fr

# login_what_am_i_supossed_to_do
source: After having clicked this button, you should click on 'accepter' to authorise transport.data.gouv.fr to access your data.gouv.fr account details
fr: Après avoir cliqué le bouton, vous devrez cliquer sur « accepter » pour autoriser transport.data.gouv.fr à utiliser votre compte data.gouv.fr

# login_what_is_data_gouv_fr
source: data.gouv.fr is the open platform for French public data
fr: data.gouv.fr est la plateforme ouverte des données publiques françaises

# login_what_is_going_to_happen
source: By clicking this button, you'll be able to create an account or use your existing data.gouv.fr account to log in
fr: En cliquant sur le bouton ci-dessous vous allez pouvoir créer un compte et/ou vous identifier avec votre compte data.gouv.fr

# connection_needed
source: You need to be connected before doing this.
fr: Vous devez être préalablement connecté·e.

# declare_organization
source: Select an organization that publishes transport data
fr: Sélectionner une organisation publiant des données transport

source: First step
fr: Première étape

# organizations_needed
source: You need an organization
fr: Vous devez avoir une organisation

# thisIsTransportPublisher
source: This organization publishes transport data
fr: Cette organisation publie des données transport

# add_badge_dataset
source: Choose a dataset you want to be on transport.data.gouv.fr
fr: Choisissez un jeu de données que vous voulez voir afficher sur transport.data.gouv.fr

# datasets_needed
source: You need to add a dataset on data.gouv.fr
fr: Vous devez ajouter un jeu de données sur data.gouv.fr avant.

# second
source: Second step
fr: Deuxième étape

# add_dataset
source: Add this dataset
fr: Ajouter ce jeu de données

# go_back_organizations
source: Go back to organizations list
fr: Revenir à la liste des organisations

source: Organization
fr: Organisation
