Repository: etalab/transport-site
Catalog: priv/gettext/*/LC_MESSAGES/page-index.po
Languages: fr

source: Publish my data
fr: Publier des données

source: Reuse data
fr: Réutiliser des données

source: Email address
fr: Adresse email

source: Subscribe to our email newsletter to receive update
fr: Pour être informé des nouveautés, inscrivez-vous à notre newsletter :

source: SUBSCRIBE
fr: INSCRIPTION

source: Join us on Slack
fr: Rejoignez-nous sur Slack

source: Download presentation
fr: Télécharger la présentation

source: Publication guide
fr: Guide de publication

source: Find dataset
fr: Trouvez un jeu de données

source: Follow us on twitter
fr: Suivez-nous sur twitter

source: title
fr: Le Point d'Accès National aux données de transport

source: subtitle
fr: Rassembler les données de toute l’offre de mobilité à travers la France

source: Bike sharing
fr: Vélos en libre-service

source: Car-sharing areas
fr: Aires de covoiturage

source: Electric vehicles charging stations
fr: Bornes de recharges de véhicules électriques

source: Long distance coach
fr: Autocars longue distance

source: Public transit schedules
fr: Horaires transports en commun

source: Realtime public transit
fr: Temps réel transports en commun

source: dataset
fr: %{count} jeu de données

source: See newly added datasets
fr: Voir les derniers jeux de données ajoutés

source: Bike parking
fr: Vélos en libre-service

source: Coming soon
fr: À venir dans les prochains mois

source: Freefloating vehicles
fr: Véhicules en free-floating

source: I'd like to be informed
fr: Je souhaite être tenu·e au courant

source: Private parking
fr: Stationnement en parc privé

source: Railroad data
fr: Données ferroviaires

source: Road networks
fr: Réseaux routiers

source: Sea transport
fr: Transport maritime

source: Learn more
fr: En savoir plus

source: Regions covered
fr: régions couvertes

source: Scheduled public transit
fr: Pour les horaires théoriques des transports en commun :

source: See more statistics
fr: Voir plus de statistiques et de cartes

source: Territories covered
fr: AOMs couvertes

source: Territory coverage
fr: Couverture du territoire

source: covered
fr: couvertes

source: on
fr: sur

source: one platform description
fr: Les données sont proposées dans une licence et un format homogènes, afin de réduire les barrières à leur exploitation. Pour chaque jeu de données, un interlocuteur en charge de la publication est identifié.

source: one platform title
fr: 1 plate-forme, 1 licence, 1 format, 1 interlocuteur identifié

source: of the population
fr: de la population

source: I'm producing transport data
fr: Je produis des données de transport

source: I'm using transport data
fr: J’utilise des données de transport

source: Learn more about ODbL
fr: En savoir plus

source: See tools for reusers
fr: Voir les outils pour les réutilisateurs

source: producer description
fr: AOMs, opérateurs de transport… : vous êtes tenus de publier vos données de relatives à l’information voyageur sur le Point d’Accès National. L’équipe de transport.data.gouv.fr vous accompagne dans leur mise en qualité, mise en conformité et publication.

source: user description
fr: Éditeurs d’applications, développeurs… : vous pouvez utiliser librement et gratuitement les données du Point d’accès National. Elles sont soumises à la licence ODbL.

source: reusers list description
fr: Les réutilisateurs listés ici sont ceux ayant déclaré une réutilisation sur la plate-forme. En savoir plus.

source: Deployment status
fr: État du déploiement

source: Ask for help
fr: Demander de l’aide

source: Close the form
fr: Fermer le formulaire
