Repository: etalab/transport-site
Catalog: priv/gettext/*/LC_MESSAGES/resource.po
Languages: fr

source: Unable to get resources, please retry.
fr: Impossible d'accéder à la resource, réessayez

source: Choose the resource you want to update
fr: Choisisseez la ressource à mettre à jour

source: Dataset:
fr: Jeu de données

source: File uploaded!
fr: Fichier mise à jour !

source: Resource:
fr: Ressource

source: Select a resource
fr: Selectionnez une ressource

source: To update a resource, select one of your dataset first.
fr: Pour mettre à jour une ressource, selectionnez un jeu de données

source: Unable to upload file
fr: Impossible de mettre à jour le fichier

source: Update this resource
fr: Mettre à jour cette ressource

source: Update with a file
fr: Mettre à jour

source: Upload this file
fr: Envoyer ce fichier
