Repository: etalab/transport-site
Catalog: apps/db/priv/gettext/*/LC_MESSAGES/dataset.po
Languages: fr

source: Bike and scooter sharing
fr: Vélos et trottinettes en libre-service

source: Carpooling areas
fr: Lieux de covoiturage

source: You need to fill either aom, region or use datagouv's zone
fr: Vous devez remplir soit une région soit une AOM soit utiliser les zones data.gouv

source: See on data.gouv.fr
fr: Voir sur data.gouv.fr

source: Road networks
fr: Réseaux routiers

source: Locations
fr: Lieux d'intérêts

source: A dataset cannot be national and regional
fr: Un jeu de données ne pas pas être à la fois régional et national

source: Unable to find INSEE code '%{insee}'
fr: Impossible de trouver le code INSEE '%{insee}'

source: INSEE code '%{insee}' not associated with an AOM
fr: Le code INSEE '%{insee}' n'est pas associé à une AOM

source: Other informations
fr: Autres informations

source: Private parking
fr: Stationnement hors voirie

source: Car and motorbike sharing
fr: Voitures et scooters en libre-service

source: Bike parking
fr: Stationnement vélo

source: Low emission zones
fr: Zones à faibles émissions

source: Air transport
fr: Transport aérien

source: Bike networks
fr: Réseaux cyclables
