Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/backoffice.po
Languages: fr

source: Add
fr: Ajouter

source: Add a dataset
fr: Ajouter un jeu de données

source: INSEE Code
fr: Code INSEE

source: Valid datasets available
fr: Jeux de données disponibles

source: data.gouv.fr id
fr: id data.gouv.fr

source: name
fr: Nom du jeu de données sur le PAN

source: Dataset added with success
fr: Jeux de données ajouté avec succès

source: Dataset not added
fr: Échec à l’ajout du jeu de données

source: Dataset imported with success
fr: Jeux de données ajouté avec succès

source: Dataset not imported
fr: Échec à l’import du jeu de données

source: Could not delete dataset
fr: Impossible de supprimer le jeu de données

source: Dataset deleted
fr: Jeu de données supprimé

source: Could not add dataset
fr: Impossible d’ajouter le jeu de données

source: Add a partner
fr: Ajout d'un partenaire

source: Dataset's url
fr: URL du dataset sur data.gouv.fr

source: Unable to find dataset
fr: Impossible de trouver le jeu de données

source: Import all datasets from data.gouv
fr: Importer tous les jeux de données depuis data.gouv

source: Outdated
fr: Périmés

source: Show all datasets
fr: Montrer tous les jeux de données

source: Save
fr: Enregistrer

source: Edit a dataset
fr: Édition d'un jeu de données

source: Associated territory
fr: Territoire associé

source: Choose one
fr: Choisissez l'une des options

source: Dataset linked to a list of cities in data.gouv.fr
fr: Jeu de données rattaché à des communes sur data.gouv.fr

source: Dataset linked to a region
fr: Jeu de données rattaché à une région

source: Dataset linked to an AOM
fr: Jeu de données rattaché à une AOM

source: Name of the associtated territory (used in the title of the dataset)
fr: Nom du territoire associé (utilisé dans le titre du jeu de données)

source: National dataset
fr: Jeu de données national

source: GTFS with fatal failure
fr: GTFS avec erreur irrécupérable

source: Cancel
fr: Annuler

source: Other actions on the dataset
fr: Autres actions associées au dataset

source: Imports history
fr: Historique des imports

source: date / time
fr: date / heure

source: error message
fr: message d'erreur

source: success
fr: succès

source: With a resource not available
fr: Ayant une ressource non disponible

source: With licence unspecified
fr: Sans licence spécifiée

source: With more than 1 GTFS
fr: Ayant plus de 1 GTFS

source: Show only datasets
fr: Montrer seulement les jeux de données

source: Proxy configuration
fr: Configuration du proxy

source: GBFS requests
fr: Requêtes GBFS

source: With a resource under 90% availability
fr: Ayant une ressource sous les 90% de disponibilité

source: See dataset on website
fr: Voir le jeu de données sur le site

source: This dataset is not historicized on purpose.
fr: Ce jeu de données n'est pas historisé intentionnellement.

source: GTFS Transport validator - Force validation
fr: Validateur GTFS Transport - Validation forcée

source: Archived
fr: Archivés

source: Cache debug
fr: Debug du cache

source: Deleted
fr: Supprimés

source: Notification reason
fr: Motif de notification

source: Notifications sent
fr: Notifications envoyées

source: Notifications sent in the last %{nb_days} days.
fr: Notifications envoyées au cours des %{nb_days} derniers jours.

source: Publisher type
fr: Type de publicateur

source: published by
fr: publié par

source: There is %{n} resource in this dataset
fr: Il y a %{n} ressource dans ce jeu de données

source: Last historization
fr: Dernière historisation

source: Resource
fr: Ressource

source: Resource historization
fr: Historisation des ressources

source: National GTFS stops map
fr: Carte nationale des arrêts GTFS

source: Legal owners
fr: Représentants légaux

source: or
fr: ou

source: Refresh NeTEx conversions
fr: Regénérer les conversions NeTEx

source: Conversions launched
fr: Conversions relancées

source: AOM open data status
fr: Ouverture des données par AOM

source: IRVE dashboard
fr: Suivi des IRVE

source: Hidden
fr: Masqué

source: Hidden datasets
fr: Masqués

source: Role
fr: Rôle

source: Dataset
fr: Jeu de données

source: There are no notification subscriptions for this contact.
fr: Il n’y a pas d’abonnements à des notifications pour ce contact.

source: Existing subscriptions
fr: Abonnements existants

source: reuser-subscription-count
fr: Ainsi que %{reuser_subscriptions_count} abonnement de
