Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/backoffice_dataset.po
Languages: fr

source: Dataset unlisted
fr: Jeu de données déréférencé

source: Dataset imported with success
fr: Jeu de données importé

source: Dataset not imported
fr: Impossible d'importer le jeu de données

source: Could not add dataset
fr: Impossible d'ajouter le jeu de données

source: Could not unlist dataset
fr: Impossible de déréférencer le jeu de données

source: Dataset added with success
fr: Dataset ajouté

source: Import and validation of all datasets have been launch
fr: L'import et la validation de tous les jeux de données ont été lancés.

source: Could not edit dataset
fr: Impossible d'éditer le jeu de données

source: Dataset edited with success
fr: Jeu de données édité

source: Validate
fr: Valider

source: Validated
fr: Validé

source: Validating
fr: En cours

source: Check the dataset page
fr: Voir la page du jeu de données

source: GTFS Transport Validator has been force launched on all GTFS resources
fr: Le validateur GTFS Transport a été lancé sur toutes les ressources GTFS

source: Send welcome email to contacts
fr: Envoyer e-mail de bienvenue aux contacts

source: Sending
fr: Envoi en cours

source: Sent
fr: Envoyé
