Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/climate-resilience-bill.po
Languages: fr

source: Benefit from a connection with producers through NAP support
fr: Bénéficier d’un lien avec les producteurs via l’accompagnement du PAN

source: Benefit from public visibility for your mobility services
fr: Bénéficier d’une visibilité grand public sur vos services de mobilités

source: Checklist
fr: Liste de vérifications

source: Climate and Resilience bill
fr: Loi climat et résilience

source: Conditions of application
fr: Conditions d'applications

source: Easily integrate your data into travel information services
fr: Intégrer facilement vos données dans des calculateurs d’itinéraires

source: Expand coverage to a wider range of territories
fr: Accroître plus largement la couverture des territoires

source: Facilitate legal compliance of your service
fr: Faciliter la mise en conformité juridique de votre service

source: For producers
fr: Pour les producteurs

source: For reusers
fr: Pour les réutilisateurs

source: In compliance with the implementation of <a href="%{arrete_url}">the order of August 3rd 2022</a> on digital travel assistance services, these reuse obligations apply only to datasets subject to the "Etalab" open licence for the re-use of public information. Additionally, the datasets must be available in a standardized format and of sufficient quality for their use.
fr: Conformément à <a href="%{arrete_url}">l’arrêté d’application du 3 août 2022</a> relatif aux services numériques d’assistance aux déplacements, ces mesures de réutilisation s’appliquent uniquement pour les jeux de données soumis à la licence ouverte de réutilisation d’informations publiques dite « Etalab ». Les jeux de données doivent être par ailleurs disponibles dans un format standardisé et de qualité suffisante à leur utilisation.

source: In this context, <a href="%{article122_url}">Article 122</a> aims to support the transition towards decarbonized mobility by addressing digital travel information services, which are widely used today.
fr: Dans ce cadre, <a href="%{article122_url}">l’article 122</a> vise à accompagner la transition des usages vers une mobilité décarbonnée, en agissant notamment sur les services numériques d’information voyageurs, aujourd’hui très couramment utilisés.

source: Inform users about sustainable travel options
fr: Informer efficacement les usagers des possibilités de déplacements vertueuses

source: Map
fr: Carte

source: One of the main objectives of the Climate and Resilience bill is to provide individuals with more environment-oriented information in order to help them make better-informed behavioral decisions.
fr: Un des objectifs de la loi dite « Climat et résilience » consiste à fournir plus d’informations à vocation environnementale aux individus afin de les aider à orienter leurs comportements en connaissance de cause.

source: Regular transport services and on-demand transport services
fr: Les services de transport réguliers et à la demande

source: Reusers
fr: Réutilisateurs

source: Shared transport services
fr: Les services de transport partagés

source: Starting from December 1, 2022:
fr: Dès le 1<sup>er</sup> décembre 2022 :

source: Starting from December 1, 2023:
fr: Dès le 1<sup>er</sup> décembre 2023 :

source: The data concerned by these measures is limited to data:
fr: Les données concernées par ces mesures se limitent aux données :

source: The implementing <a href="%{decret_url}">decree No. 2022-1119 of August 3rd 2022</a> sets out a series of obligations for the re-use of data from the National Access Point (NAP) for multimodal digital services, regarding information on mobility modes and services alternative to the individual vehicle use. The deadlines for compliance are as follows:
fr: Aussi, <a href="%{decret_url}">le décret d’application n°2022-1119 du 3 août 2022</a> prévoit notamment un ensemble d’obligations de réutilisation des données du Point d’accès national auprès des services numériques multimodaux, relatives aux informations sur les modes et services de mobilité alternatifs à l’usage individuel du véhicule, selon les échéances suivantes :

source: of a relevant quality criteria
fr: d'une qualité pertinente

source: regularly updated
fr: mises à jour régulièrement

source: respecting a standard
fr: respectant un standard

source: under the Etalab open licence
fr: sous licence ouverte Etalab
