Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/dataset.po
Languages: fr

source: Annual
fr: Annuelle

source: Bimonthly
fr: Bimensuelle

source: Description of the dataset
fr: Description du jeu de données

source: Monthly
fr: Mensuelle

source: Semi annual
fr: Bi-annuelle

source: Semi weekly
fr: Semi hebdomadaire

source: Title of the dataset
fr: Titre

source: Unknown
fr: Inconnue

source: Update frequency of the dataset
fr: Fréquence de mise à jour du jeu de données

source: Weekly
fr: Hebdomadaire

source: Dataset file
fr: Fichier

source: A dataset file is needed
fr: Un fichier contenant un jeu de données est requis

source: Invalid dataset identifier
fr: L’identificateur du jeu de données n’est pas valide

source: Your modified version of this dataset has beed added
fr: Votre version a été ajoutée

source: fr-lo
fr: Licence Ouverte — version 1.0

source: notspecified
fr: Non spécifiée

source: odc-odbl
fr: ODbL

source: other-open
fr: Autre ouverte

source: The resource is not available (maybe temporarily)
fr: La ressource est indisponible (peut-être temporairement)

source: lov2
fr: Licence Ouverte — version 2.0

source: Mobility Licence
fr: Licence mobilités

source: August 2022
fr: août 2022

source: December 2022
fr: décembre 2022

source: December 2023
fr: décembre 2023

source: Some datasets in this category are subject to a data reuse obligation %{before_after} %{month}.
fr: Certaines données de cette catégorie font l'objet d'une intégration obligatoire %{before_after} %{month}.

source: since
fr: depuis

source: starting from
fr: à partir de

source: These datasets are subject to a data reuse obligation.
fr: Ces jeux de données font l'objet d'une intégration obligatoire.

source: Some datasets in this category will be subject to a data reuse obligation.
fr: Certaines données de cette catégorie feront l'objet d'une intégration obligatoire.

source: These datasets will be subject to a data reuse obligation.
fr: Ces jeux de données feront l'objet d'une intégration obligatoire.
