Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/db-dataset.po
Languages: fr

source: Carpooling areas
fr: Lieux de covoiturage

source: See on data.gouv.fr
fr: Voir sur data.gouv.fr

source: Other informations
fr: Autres informations

source: Road data
fr: Données routières

source: Organization type is invalid
fr: Le type d'organisation (publicateur) est invalide

source: Carpooling lines
fr: Lignes de covoiturage

source: Carpooling offers
fr: Offres de covoiturage

source: Bike data
fr: Stationnements et aménagements cyclables

source: Pedestrian path
fr: Cheminement piéton

source: Vehicles sharing
fr: Véhicules en libre-service

source: Urban
fr: Urbain

source: Intercity
fr: Intercités

source: School
fr: Scolaire

source: Seasonal
fr: Saisonnier

source: Zonal DRT
fr: TAD zonal

source: Bicycle
fr: Vélo

source: Scooter
fr: Trottinette

source: Carsharing
fr: Autopartage

source: Moped
fr: Cyclomoteur
