Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/espace-producteurs.po
Languages: fr

source: Adding a dataset guidelines
fr: Consultez le guide de publication

source: Before we can reference your mobility data on the National Access Point, you need to upload it on data.gouv.fr by publishing a new dataset.
fr: Afin que nous puissions référencer vos données de mobilité sur le Point d'Accès National, vous devez les ajouter sur data.gouv.fr en publiant un nouveau jeu de données.

source: Publish a dataset
fr: Publier un jeu de données

source: Publish a new dataset
fr: Publier un nouveau jeu de données

source: Publishing best practices
fr: Les bonnes pratiques de publication

source: Update a resource
fr: Modifier une ressource

source: Useful tools and content
fr: Des ressources pour vous aider

source: Validate your datasets
fr: Tester vos jeux de données

source: Your producer space
fr: Votre espace producteur

source: New resource
fr: Nouvelle ressource

source: See statistics
fr: Voir les statistiques

source: Transport proxy statistics
fr: Statistiques du proxy Transport

source: Manage notifications
fr: Gérer vos notifications

source: Receive helpful notifications about the data you publish.
fr: Recevez des notifications pertinentes à propos des données que vous publiez.

source: Notifications settings
fr: Gestion des notifications

source: Receive notifications
fr: Recevoir des notifications

source: Validate a file or a feed
fr: Valider un fichier ou un flux

source: Before publishing, you can test your data online and check its validity.
fr: Avant de mettre à jour ou publier des données, utilisez nos validateurs pour vous assurer qu'elles sont bien conformes.

source: Get access to traffic statistics for your feeds handled by the transport.data.gouv.fr proxy.
fr: Accéder aux statistiques de trafic pour vos flux gérés par le proxy de transport.data.gouv.fr

source: Your proxy statistics
fr: Vos statistiques proxy

source: Delete a resource
fr: Supprimer une ressource

source: Update your logo
fr: Mettre à jour votre logo

source: Upload
fr: Envoyer

source: Your current logo
fr: Votre logo actuel

source: Your custom logo
fr: Votre logo personnalisé

source: Your logo has been received. It will be replaced soon.
fr: Votre logo a bien été reçu. Il sera remplacé dans quelques instants.

source: Remove the custom logo
fr: Supprimer le logo personnalisé

source: Your custom logo has been removed.
fr: Votre logo personnalisé a été supprimé.

source: notifications are good for you
fr: Les notifications vous aident à maintenir la qualité et l’accès à vos données, en vous alertant automatiquement en cas de problème. Elles vous assurent que vos usagers aient un accès ininterrompu à vos données de transport à travers leurs applications (calcul d’itinéraire…).

source: Manage my notifications
fr: Gérer vos notifications

source: data expiration notification explanation
fr: Vous êtes alerté à l'approche et après la date de fin du calendrier de fonctionnement.

source: unavailable resources notification explanation
fr: Vous êtes alerté au bout de 6h consécutives pendant lesquelles votre fichier ne peut pas être téléchargé.

source: validation errors notification explanation
fr: Vous êtes alerté lorsque votre fichier ne respecte pas les spécifications des normes/standards/schémas correspondants.

source: Nobody else is subscribed to this notification
fr: Aucun autre membre de votre organisation n’est abonné à cette notification

source: other subscribed contacts
fr: Autres abonnés : %{names}

source: All notifications
fr: Toutes les notifications

source: Off
fr: Désactivé

source: On
fr: Activé

source: Add a resource
fr: Ajouter une ressource

source: Delete resource
fr: Supprimer la ressource

source: Edit resource
fr: Modifier la ressource

source: If you want to publish an update to your data, please update an existing resource in the following list rather than publish a new one.
fr: Si vous souhaitez mettre à jour vos données, veuillez modifier une ressource existante dans la liste ci-dessous plutôt qu’en créer une nouvelle.

source: Edit on data.gouv.fr
fr: Modifier sur data.gouv.fr

source: full-edition-on-data-gouv-fr
fr: Vous pouvez facilement mettre à jour sur cette page certains éléments de votre jeu de données. Pour avoir accès à l’édition complète, rendez-vous sur data.gouv.fr.

source: Our team maintains a comprehensive documentation
fr: Notre équipe tient à jour <a href="%{link}", target="_blank">une documentation détaillant comment publier et maintenir à jour des données</a>.

source: Manage your resources
fr: Administrer vos ressources

source: Add the resource
fr: Ajouter la ressource

source: Create it directly on data.gouv.fr
fr: Créer directement la ressource sur data.gouv.fr

source: Current file: %{current_file}
fr: Fichier actuel : %{current_file}

source: Delete the resource
fr: Supprimer la ressource

source: Do you want to update the resource or delete it definitely?
fr: Souhaitez-vous mettre à jour la ressource ou la supprimer définitivement ?

source: Edit directly on data.gouv.fr
fr: Éditer directement la ressource sur data.gouv.fr

source: Example: Paris GTFS dataset
fr: Exemple : Horaires au format GTFS

source: Give a link for the resource
fr: Donner un lien vers la ressource

source: I'm not sure. Learn more.
fr: Je ne suis pas sûr·e. En savoir plus.

source: Option 1: Directly add the resource
fr: Option 1 : ajouter la ressource simplement

source: Option 1: Directly update the resource
fr: Option 1 : modifier la ressource simplement

source: Option 2: for more options, create the resource on data.gouv.fr
fr: Option 2 : pour plus d'options, créer la ressource sur data.gouv.fr

source: Option 2: for more options, edit the resource on data.gouv.fr
fr: Option 2 : pour plus d'options, éditer la ressource sur data.gouv.fr

source: Update the resource
fr: Modifier la ressource

source: Upload a file
fr: Envoyer un fichier

source: or
fr: ou

source: title
fr: Titre

source: Download reuser GTFS
fr: Télécharger le GTFS réutilisateur

source: In order to help you improve the quality of your data, we have set up this space for sharing the modifications and improvements made by certain reusers.<br><br>You will thus be able to benefit from the work of reusers and better identify the differences, correct the errors and complete the missing information.<br><br>Below are the organizations that have played the game and shared their improved data as well as access to the difference report generated by our tool %{url}
fr: Dans l’objectif de vous aider à améliorer la qualité des vos données, nous avons mis en place cet espace de repartage des modifications et d’améliorations réalisées par certains réutilisateurs.<br><br>Vous pourrez ainsi bénéficier du travail des réutilisateurs et mieux identifier les différences, corriger les erreurs et compléter les informations manquantes.<br><br>Voici ci-dessous les organisations qui ont joué le jeu et repartagé leur données améliorées ainsi que l’accès au rapport de différences généré par notre outil %{url}

source: Reuser GTFS
fr: GTFS réutilisateur

source: Reuser improved data
fr: Repartage des données améliorées

source: Compare with my GTFS
fr: Comparer avec mon GTFS

source: Datasets of your organisation
fr: Jeux de données de votre organisation

source: Manage
fr: Gérer

source: Producer space
fr: Espace producteur

source: Dataset
fr: Jeu de données

source: Download statistics
fr: Statistiques de téléchargements

source: Downloads for %{year}
fr: Téléchargements de l'année %{year}

source: Get access to download statistics for your resources.
fr: Accédez aux statistiques de téléchargements de vos ressources.

source: Resource
fr: Ressource

source: Your download statistics
fr: Vos statistiques de téléchargements

source: Download proxy statistics
fr: Télécharger les statistiques du proxy

source: You will find below proxy statistics for your resources. Statistics can be downloaded at the bottom of the page.
fr: Vous trouverez ci-dessous les statistiques du proxy pour vos ressources. Les statistiques peuvent être téléchargées en bas de page.

source: Download download statistics
fr: Télécharger les statistiques de téléchargements

source: File: <strong>%{name}</strong>
fr: Fichier : <strong>%{name}</strong>

source: Invalid file
fr: Fichier invalide

source: No errors
fr: Pas d'erreurs

source: See the validation report
fr: Voir le rapport de validation

source: Start again
fr: Essayer à nouveau

source: Issue
fr: Problème

source: expiring_resource
fr: Ressource arrivant à expiration

source: invalid_resource
fr: Ressource invalide

source: unavailable_resource
fr: Ressource indisponible

source: The following urgent resource issues require your attention.
fr: Les problèmes sur les ressources suivantes requièrent votre attention.

source: Urgent issues on your resources
fr: Problèmes urgents sur vos ressources

source: See the discussion
fr: Voir la discussion

source: unanswered_discussions
fr: Discussions sans réponse

source: Link
fr: Lien

source: Unanswered discussions
fr: Discussions sans réponse

source: You have no unanswered discussions.
fr: Vous n'avez aucune discussion sans réponse.

source: You will find below download statistics for your resources. Statistics can be downloaded at the bottom of the page.
fr: Vous trouverez ci-dessous les données de téléchargement pour vos ressources. Les statistiques peuvent être téléchargées en bas de page.

source: See unanswered discussions
fr: Voir les discussions sans réponse

source: See unanswered discussions on your datasets.
fr: Voir les discussions sans réponse sur vos jeux de données.

source: You will find here discussions that have not been closed and where the last person to reply is not a member of your organisation.
fr: Vous trouverez ici les discussions qui n'ont pas été clôturées et où la dernière personne ayant répondu n'est pas membre de votre organisation.

source: Start the validation
fr: Démarrer la validation

source: Drop your file here or click to browse your local drive
fr: Glissez un fichier ici ou cliquez pour parcourir vos répertoires locaux

source: Expired resource
fr: Ressource expirée
