Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/explore.po
Languages: fr

source: Transport Explore
fr: Exploration transport - beta

source: gtfs-rt-explanation
fr: Reprend la totalité des %{link}, et affiche les positions des véhicules (trains, bus, trams et plus). La donnée est mise à jour en temps réel, en fonction du rafraîchissement de chaque flux.

source: GTFS-RT feeds referenced on this site
fr: flux GTFS-RT référencés sur ce site

source: bnlc-explanation
fr: Données issues du %{link} de la Base Nationale des lieux de covoiturage

source: Carpooling areas national database
fr: Base Nationale de Covoiturage (BNLC)

source: Real time vehicle positions (GTFS-RT)
fr: Position en temps-réel des vehicules (GTFS-RT)

source: dataset
fr: jeu de données

source: Park and ride database
fr: Base nationale des parcs relais

source: park-and-ride-explanation
fr: Données des parkings relais présents au sein du %{link} de la Base nationale des parcs relais

source: Execute
fr: Exécuter

source: Generate
fr: Générer

source: HTTP headers
fr: En-têtes HTTP

source: SIRI query
fr: Requête SIRI

source: SIRI query generator
fr: Générateur de requête SIRI

source: SIRI response
fr: Réponse SIRI

source: Endpoint URL
fr: URL de l'API SIRI

source: HTTP request body
fr: Corps de la requête HTTP

source: HTTP response body
fr: Corps de la réponse HTTP

source: Line References (comma separated list)
fr: Références de Lignes (séparées par des virgules)

source: Stop Reference (only one)
fr: Référence d'Arrêt (un seul)

source: Low emission zones database
fr: Base nationale des Zones à Faibles Émissions

source: lez-explanation
fr: Données issues du %{link} de la Base nationale des Zones à Faibles Émissions. Les restrictions de circulation sont inclues dans la base.

source: Consolidated GTFS stops map
fr: Carte consolidée des arrêts GTFS (beta)

source: IRVE map
fr: Infrastructures de Recharge des Véhicules Électriques (IRVE)

source: GBFS stations
fr: Stations pour véhicules partagés

source: gbfs-stations-explanation
fr: Cette carte rassemble toutes les stations pour les véhicules partagés. Elle contient les données des <a href="%{bike_scooter_sharing_datasets_link}">vélos et trotinettes</a> et <a href="%{car_motorbike_sharing_datasets_link}">voitures et scooters</a> en libre-service.
