Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/gtfs-file-descriptions.po
Languages: fr

# agency.txt
source: Transit agencies with service represented in this dataset.
fr: Organismes de transport dont le service est représenté dans ce jeu de données.

# areas.txt
source: Area grouping of locations.
fr: Regroupement des zones géographiques.

# attributions.txt
source: Dataset attributions.
fr: Attributions des jeux de données.

# booking_rules.txt
source: Booking information for rider-requested services.
fr: Informations de réservation pour les services demandés par les usagers.

# calendar.txt
source: Service dates specified using a weekly schedule with start and end dates.
fr: Dates de service spécifiées à l’aide d’un planning hebdomadaire avec dates de début et de fin.

# calendar_dates.txt
source: Exceptions for the services defined in the calendar.txt.
fr: Exceptions pour les services définis dans le fichier calendar.txt.

# fare_attributes.txt
source: Fare information for a transit agency's routes.
fr: Informations tarifaires pour les itinéraires d’un organisme de transport.

# fare_leg_join_rules.txt
source: Rules for defining two or more legs should be considered as a single effective fare leg for the purposes of matching against rules in fare_leg_rules.txt
fr: Les règles de définition de deux ou plusieurs tronçons doivent être considérées comme un seul tronçon tarifaire effectif afin de les comparer aux règles du fichier fare_leg_rules.txt.

# fare_leg_rules.txt
source: Fare rules for individual legs of travel.
fr: Règles tarifaires pour chaque tronçon de voyage.

# fare_media.txt
source: To describe the fare media that can be employed to use fare products.
fr: Décrire les supports tarifaires utilisables pour l’utilisation des produits tarifaires.

# fare_products.txt
source: To describe the different types of tickets or fares that can be purchased by riders.
fr: Décrire les différents types de billets ou de tarifs pouvant être achetés par les usagers.

# fare_rules.txt
source: Rules to apply fares for itineraries.
fr: Règles d’application des tarifs aux itinéraires.

# fare_transfer_rules.txt
source: Fare rules for transfers between legs of travel.
fr: Règles tarifaires pour les correspondances entre tronçons de voyage.

# feed_info.txt
source: Dataset metadata, including publisher, version, and expiration information.
fr: Métadonnées de l’ensemble de données, notamment l’éditeur, la version et les informations d’expiration.

# frequencies.txt
source: Headway (time between trips) for headway-based service or a compressed representation of fixed-schedule service.
fr: Intervalle (temps entre les trajets) pour un service basé sur l’intervalle ou une représentation condensée d’un service à horaire fixe.

# levels.txt
source: Levels within stations.
fr: Niveaux au sein des stations.

# location_group_stops.txt
source: Rules to assign stops to location groups.
fr: Règles d’attribution des arrêts à des groupes de lieux.

# location_groups.txt
source: A group of stops that together indicate locations where a rider may request pickup or drop off.
fr: Un groupe d’arrêts qui, ensemble, indiquent les endroits où un usager peut demander à être pris en charge ou déposé.

# networks.txt
source: Network grouping of routes.
fr: Regroupement des itinéraires sur le réseau.

# pathways.txt
source: Pathways linking together locations within stations.
fr: Cheminements piétons reliant les emplacements au sein des stations.

# rider_categories.txt
source: Defines categories of riders (e.g. elderly, student).
fr: Définit les catégories d’usagers (par exemple, personnes âgées, étudiants).

# route_networks.txt
source: Rules to assign routes to networks.
fr: Règles d’attribution des itinéraires aux réseaux.

# routes.txt
source: Transit routes. A route is a group of trips that are displayed to riders as a single service.
fr: Itinéraires de transport en commun. Un itinéraire est un groupe de trajets présentés aux usagers comme un service unique.

# shapes.txt
source: Rules for mapping vehicle travel paths, sometimes referred to as route alignments.
fr: Règles de cartographie des trajets des véhicules, parfois appelées tracés d’itinéraires.

# stop_areas.txt
source: Rules to assign stops to areas.
fr: Règles d’attribution des arrêts aux zones.

# stop_times.txt
source: Times that a vehicle arrives at and departs from stops for each trip.
fr: Heures d’arrivée et de départ d’un véhicule pour chaque trajet.

# stops.txt
source: Stops where vehicles pick up or drop off riders. Also defines stations and station entrances.
fr: Arrêts où les véhicules prennent en charge ou déposent des usagers. Définit également les stations et les entrées des stations.

# timeframes.txt
source: Date and time periods to use in fare rules for fares that depend on date and time factors.
fr: Périodes de date et d’heure à utiliser dans les règles tarifaires pour les tarifs dépendant de facteurs de date et d’heure.

# transfers.txt
source: Rules for making connections at transfer points between routes.
fr: Règles d’établissement de correspondances aux points de correspondance entre les itinéraires.

# translations.txt
source: Translations of customer-facing dataset values.
fr: Conversions des valeurs des données clients.

# trips.txt
source: Trips for each route. A trip is a sequence of two or more stops that occur during a specific time period.
fr: Trajets pour chaque itinéraire. Un trajet est une séquence de deux arrêts ou plus survenant pendant une période donnée.

# unknown-file
source: Unknown file %{unknonw_file}.
fr: Fichier inconnu %{unknonw_file}.
