Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/gtfs-diff.po
Languages: fr

source: Compare
fr: Comparer

source: GTFS Diff is a <a href="%{link}">specification</a> created by transport.data.gouv.fr and aims at providing a simple and unified way to express differences between GTFS files
fr: GTFS Diff est une <a href="%{link}">spécification</a> proposée par transport.data.gouv.fr, dont le but est d'exprimer des différences entre fichiers GTFS d'une manière simple et unifiée

source: GTFS Diff is available for
fr: Le GTFS Diff est disponible

source: GTFS comparison with GTFS Diff
fr: GTFS Diff : Comparaison de fichiers GTFS

source: <a href="%{spec}">Read</a> the GTFS Diff specification to understand how differences between GTFS are expressed
fr: Vous pouvez <a href="%{spec}">lire la specification</a> GTFS Diff pour comprendre comment les différences entre les GTFS sont exprimées

source: added
fr: ajouté

source: deleted
fr: supprimé

source: updated
fr: modifié

source: Analyzing found differences…
fr: Analyse des différences trouvées…

source: %{count} column
fr: %{count} colonne

source: %{count} file
fr: %{count} fichier

source: %{count} row
fr: %{count} ligne

source: An error occurred while interpreting the results. Note that the report is still available as download. Error:
fr: Une erreur est survenue en interprétant les résultats. Notez que le rapport est toujours disponible au téléchargement. Erreur :

source: Start over
fr: Recommencer

source: The <a href="%{gtfs_url_2}">modified GTFS file</a> has differences with the <a href="%{gtfs_url_1}">reference GTFS file</a>, as summarized below:
fr: Le <a href="%{gtfs_url_2}">fichier GTFS modifié</a> comporte les différences ci-dessous par rapport au <a href="%{gtfs_url_1}">fichier GTFS de référence</a> :

source: The <a href="%{gtfs_url_2}">modified GTFS file</a> and the <a href="%{gtfs_url_1}">reference GTFS file</a> are similar.
fr: Le <a href="%{gtfs_url_2}">fichier GTFS modifié</a> et le <a href="%{gtfs_url_1}">fichier GTFS de référence</a> sont similaires.

source: Modified GTFS
fr: GTFS modifié

source: Reference GTFS
fr: GTFS de référence

source: Cancel upload or remove file
fr: Annuler le téléchargement ou supprimer le fichier

source: Invalid file
fr: Fichier invalide

source: Valid file
fr: Fichier valide

source: Please upload some file above
fr: Veuillez téléverser un fichier ci-dessus

source: Analysis
fr: Analyse

source: Setup
fr: Préparation

source: Results
fr: Résultats

source: Processing
fr: Traitement

source: File is too large, must be <%{max_file_size_mb}MB.
fr: Fichier trop gros, doit peser moins de %{max_file_size_mb} Mo.

source: You have selected an unacceptable file type.
fr: Le type de fichier sélectionné n’est pas utilisable.

source: You must select 2 files.
fr: Vous devez sélectionner 2 fichiers.

source: Job aborted, the diff is taking too long (> %{minutes} min).
fr: Traitement annulé, cela prend trop de temps (plus de %{minutes} minutes).

source: Clear uploaded files
fr: Effacer les fichiers téléchargés

source: Discarded files:
fr: Fichiers ignorés :

source: not enough memory
fr: mémoire insuffisante

source: Row changes have not been analyzed for this file. We suggest you dive into both GTFS files for more details.
fr: Les différences de lignes n’ont pas été analysées pour ce fichier. Nous vous invitons à explorer directement dans les 2 GTFS si vous souhaitez plus de précisions.

source: Notable changes:
fr: Changements notables :

source: Row changes:
fr: Changements de lignes :

source: file added with %{count} new column:
fr: fichier ajouté avec %{count} nouvelle colonne :

source: file deleted along with %{count} column:
fr: fichier supprimé avec %{count} colonne :

source: non standard column
fr: colonne non standard

source: Other change: %{unknown}
fr: Autre changement : %{unknown}

source: Comment
fr: Commentaire

source: No row changes.
fr: Aucun changement de ligne.

source: file added
fr: fichier ajouté

source: file deleted
fr: fichier supprimé

source: Route color
fr: Couleur des routes

source: Route long name
fr: Nom de route long

source: Route short name
fr: Nom de route court

source: Route type
fr: Type de route

source: Location type
fr: Type de lieu

source: Agency URL
fr: URL de l’entité

source: Trip headsign
fr: Panneau de destination d’un trajet

source: no value
fr: valeur manquante

source: Stop %{stop_id} has been moved by %{distance}m
fr: L’arrêt %{stop_id} a été déplacé de %{distance}m

source: Wheelchair_boarding updated for stop %{stop_id}
fr: L’information d’accessibilité wheelchair_boarding a été modifiée pour l’arrêt %{stop_id}

source: Color has been updated for route %{route_id}
fr: La couleur de la route %{route_id} a été modifiée

source: Route long name has been updated for route %{route_id}
fr: Le nom long de la route %{route_id} a été modifié

source: Location type for stop %{stop_id} has been changed
fr: Le type de lieu pour l’arrêt %{stop_id} a été modifié

source: Agency URL for agency %{agency_id} has been changed
fr: L’URL de l’entité %{agency_id} a été modifiée

source: Headsign for trip %{trip_id} has been changed
fr: Le panneau de destination du trajet %{trip_id} a été modifié

source: Compare the value of
fr: Compare la valeur de

source: Computes the distance between locations. Results are sorted by distance. Moves shorter than 1 m are filtered out.
fr: Calcule la distance entre les positions. Les résultats sont triés par distance. Les ajustements de moins d’1 m sont masqués.

source: Full name of a route. This name is generally more descriptive than the `route_short_name` and often includes the route's destination or stop.
fr: Nom complet de la route. Ce nom est usuellement plus descriptif que `route_short_name` et souvent inclue la destination de la route.

source: Indicates the type of transportation used on a route.
fr: Indique le type de moyen de transport opéré sur une route.

source: Indicates whether wheelchair boardings are possible from the location.
fr: Indique si l’embarquement des fauteuils roulants est possible depuis l’emplacement.

source: Legible color to use for text drawn against a background of `route_color`. Defaults to black (000000) when omitted or left empty.
fr: Couleur lisible à utiliser pour le texte dessiné sur un fond de `route_color`. La valeur par défaut est noire (000000) lorsqu’elle est omise ou laissée vide.

source: Name of the location. The `stop_name` should match the agency's rider-facing name for the location as printed on a timetable, published online, or represented on signage. For translations into other languages, use `translations.txt`.
fr: Nom de l’emplacement. Le `stop_name` doit correspondre au nom de l’entité destiné aux usagers de l’emplacement, tel qu’imprimé sur un horaire, publié en ligne ou représenté sur la signalisation. Pour les traductions dans d’autres langues, utilisez `translations.txt`.

source: Route color designation that matches public facing material. Defaults to white (FFFFFF) when omitted or left empty. The color difference between `route_color` and `route_text_color` should provide sufficient contrast when viewed on a black and white screen.
fr: Couleur de l’itinéraire utilisée sur les supports présentés au public. La valeur par défaut est blanc (000000) lorsqu’elle est omise ou laissée vide. La différence de couleur entre `route_color` et `route_text_color` devrait fournir un contraste suffisant lorsqu’elle est visualisée sur un écran noir et blanc.

source: Short name of a route. Often a short, abstract identifier (e.g., "32", "100X", "Green") that riders use to identify a route.
fr: Nom court d’un itinéraire. Il s’agit souvent d’un identifiant court et abstrait (par exemple, « 32 », « 100X », « Vert ») que les usagers utilisent pour identifier un itinéraire.

source: Text that appears on signage identifying the trip's destination to riders. This field is recommended for all services with headsign text displayed on the vehicle which may be used to distinguish amongst trips in a route.
fr: Texte qui apparaît sur la signalisation identifiant la destination du voyage aux passagers. Ce champ est recommandé pour tous les services avec une girouette affichée sur le véhicule qui peut être utilisé pour distinguer les trajets d'un itinéraire.

source: URL of the transit agency.
fr: URL de l’entité.
