Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/gtfs-transport-validator.po
Languages: fr

source: Close stops
fr: Arrêts trop proches

source: Duplicate stops
fr: Arrêts en double

source: Duplicate object id
fr: Identifiant d’objet en double

source: Excessive speed between two stops
fr: Vitesse excessive entre deux arrêts

source: Extra file
fr: Fichier superflus

source: Invalid archive
fr: Archive ZIP invalide

source: Invalid coordinates
fr: Coordonnées invalide

source: Invalid currency
fr: Devise invalide

source: Invalid language
fr: Langue invalide

source: Invalid reference
fr: Référence invalide

source: Invalid route type
fr: Type de route invalide

source: Invalid timezone
fr: Fuseau horaire invalide

source: Invalid transfer duration
fr: Durée de correspondance invalide

source: Invalid transfers
fr: Correspondance invalide

source: Invalid url
fr: URL invalide

source: Missing coordinates
fr: Coordonnées manquantes

source: Missing name
fr: Nom manquant

source: Missing id
fr: Identifiant manquant

source: Missing language
fr: Langue manquante

source: Missing mandatory file
fr: Fichier obligatoire manquant

source: Missing price
fr: Prix manquant

source: Missing route name
fr: Nom de route manquant

source: Missing url
fr: URL manquante

source: Negative travel time between two stops
fr: Temps de trajet négatif entre deux arrêts

source: Null duration between two stops
fr: Temps de trajet nul entre deux arrêts

source: Slow
fr: Vitesse entre deux arrêts très faible

source: Unused stops
fr: Arrêt inutilisé

source: Not compliant with the GTFS specification
fr: Spécifications GTFS non respectées

source: Impossible to interpolate stop times
fr: Interpolation de certains horaires impossible

source: ID is not ASCII-encoded
fr: Identifiant non encodé en ASCII

source: Invalid stop location type in trip
fr: Type d'arrêt invalide dans un trajet

source: Invalid stop parent
fr: Arrêt parent invalide

source: Invalid shape ID
fr: Shape ID invalide

source: Unused shape ID
fr: Shape ID inutilisé

source: Duplicate stop sequence
fr: Doublon de stop_sequence dans un trajet

source: Files in a subfolder
fr: Fichiers dans un sous-dossier

source: Negative stop duration
fr: Temps d'arrêt négatif

source: Unusable trip
fr: Trajet non utilisable

source: Calendar files are empty. The service is never running.
fr: Les fichiers de calendrier sont vides. Le service n'est jamais en exploitation.

source: Field agency_id should not be empty.
fr: Le champ agency_id ne doit pas être vide.
