Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/landing-vls.po
Languages: fr

source: Access free self-service vehicle data in France
fr: Accédez gratuitement aux données des véhicules en libre-service en France (VLS)

source: A complex ecosystem
fr: Un écosystème complexe

source: description
fr: La mobilité partagée favorise une mobilité durable, économique et intermodale. En complément de l’offre de transports collectifs, retrouvez les données des vélos, trottinettes, scooters et voitures en libre-service.

source: A multiplicity of actors in France
fr: Une multiplicité d’acteurs en France

source: Different data exchange formats
fr: Différents formats d’échanges de données

source: Many types of services
fr: De nombreux types de services

source: Easily explore and reuse data from AOMs and their service providers
fr: Explorez et réutilisez facilement les données des AOMs et de leurs prestataires

source: A personalized space to stay informed
fr: Un espace personnalisé pour rester informé

source: Access the data
fr: Accédez aux données

source: Access your reuser space
fr: Accédez à votre espace réutilisateur

source: Available datasets
fr: Jeux de données disponibles

source: Coverage of services available by territory
fr: Couverture des services disponibles par territoire

source: National coverage
fr: Couverture nationale

source: Real-time data in GBFS format
fr: Données en temps réel au format GBFS

source: If you have any questions, the transport.data.gouv.fr team is available to help you reuse this data:
fr: Pour toute question, l’équipe de transport.data.gouv.fr est disponible pour vous accompagner à réutiliser ces données :

source: Autorités Organisatrices de la Mobilité: Mobility Organizing Authorities
fr: Autorités Organisatrices de la Mobilité

source: Data streams
fr: Flux de données
