Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/notification_subscription.po
Languages: fr

# daily_new_comments
source: Daily list of new comments
fr: Commentaires ajoutés quotidiennement

# dataset_with_error
source: Validation errors
fr: Erreurs de validation

# datasets_switching_climate_resilience_bill
source: Datasets being subject to/leaving the data reuse obligation
fr: Suivi des jeux de données étant soumis à une obligation d'intégration

# expiration
source: Expiring data
fr: Expiration de données

# new_dataset
source: Daily list of new datasets
fr: Jeux de données référencés récemment

# resource_unavailable
source: Unavailable resources
fr: Ressources indisponibles

# dataset_now_on_nap
source: Dataset has been added to the NAP
fr: Le jeu de données a été référencé sur le PAN

# resources_changed
source: Dataset resources changed
fr: Modification des ressources

# periodic_reminder_producers
source: Periodic reminder for producers
fr: Rappels périodiques pour les producteurs

source: Promote producer space
fr: Mise en avant de l’Espace producteur

source: Promote reuser space
fr: Mise en avant de l’Espace réutilisateur

# warn_user_inactivity
source: Inactivity warning
fr: Avertissement d’inactivité
