Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/page-producteurs.po
Languages: fr

source: transport.data.gouv.fr help you publish your data
fr: transport.data.gouv.fr vous aide à publier vos données

source: A number of administrations, companies and assocations use the French National Access Point to find mobility open-data in France.
fr: De très nombreuses administrations, entreprises et associations utilisent le Point d'Accès National pour trouver des données sur la mobilité en France.

source: A place to chat, ask questions and get answers for data producers and reusers.
fr: Un espace d'échange pour les producteurs et les réutilisateurs de données de transport.

source: Access your producer section
fr: Accédez à votre espace producteur

source: Contact us
fr: Une équipe disponible

source: Data publishing guidelines
fr: Des guides pour vous accompagner

source: For the users
fr: Pour les usagers

source: Go to transport.data.gouv.fr blog
fr: Consultez le blog de transport.data.gouv.fr

source: Help users find and use your data by following our publications guidelines.
fr: Garantissez la bonne découvrabilité de vos données en respectant des normes de publication.

source: Join the transport.data.gouv.fr community and stay informed!
fr: Suivez et participez à l'actualité de la communauté transport.data.gouv.fr !

source: Our community
fr: Le Slack de la communauté

source: Online validation tools
fr: Des outils pour valider la qualité de vos données

source: Our blog
fr: Notre blog

source: Our reusers create applications allowing people to better use the mobility resources available around them.
fr: Nos réutilisateurs développent des applications permettant aux usagers des services de mobilités de se repérer dans toute l'offre disponible sur leur territoire.

source: Read here a summary of those obligations
fr: Retrouvez ici une synthèse de ces obligations

source: Read our guidelines
fr: Guides de publication de données

source: Read tutorials and users testimonies
fr: Notre journal où l'on trouve des tutoriels, des exemples de réutilisations, des retours d'expérience...

source: Regulatory obligations
fr: Vos obligations

source: Stay informed of the National Access Point latest news and upcoming functionalities.
fr: Inscrivez-vous à la newsletter et recevez les dernières nouvelles du Point d'Accès National ainsi que des chantiers en cours.

source: The newsletter
fr: La newsletter

source: To log in, you will be redirected to data.gouv.fr, the open platform for French public data
fr: Pour vous identifier vous allez être redirigé vers data.gouv.fr, la plateforme ouverte des données publiques françaises.

source: Users want quality data. Validate online GTFS files, GBFS feeds or any data following French national schemas.
fr: Les données de bonne qualité sont réutilisées. Validez des données GTFS, des flux GBFS ou des données respectant des schémas nationaux grâce à nos outils.

source: Whether you are Autorité organisatrice de mobilité, délégataire de service public, or collectivité territoriale, you may be concerned by the laws loi pour une république numérique, la Loi Orientation des Mobilités and the european reglementation.
fr: Que vous soyez Autorité Organisatrice des Mobilités, délégataire de service public ou collectivité territoriale, vous pouvez être concerné par la Loi pour une république Numérique, la Loi Orientation des Mobilités et le Réglement européen.

source: Welcome!
fr: Bienvenue !

source: transport.data.gouv.fr is affiliated with data.gouv.fr, the open platform for French public data
fr: transport.data.gouv.fr est affilié à data.gouv.fr : la plateforme ouverte des données publiques françaises

source: If you any question, send us an email and we'll be glad to help you!
fr: Si vous avez des questions, contactez nous par email, nous serons heureux de vous aider !

source: Why should you publish your data?
fr: Pourquoi publier vos données ?

source: Validate a GBFS feed
fr: Valider un flux GBFS

source: Our social media accounts
fr: Nos réseaux sociaux
