Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/page-dataset-details.po
Languages: fr

source: GTFS Validation
fr: Validations GTFS

source: Notices
fr: Astuces

source: Warnings
fr: Avertissements

source: Posted on %{datetime}
fr: le %{datetime}

source: Respond
fr: Répondre

source: Begin a new conversation
fr: Ouvrir une discussion

source: Title
fr: Titre

source: You need to be connected to post comments
fr: Vous devez être identifié pour écrire un commentaire.

source: Publish a modified version dataset
fr: Publier une version modifiée du jeu de données

source: Modified datasets
fr: Jeux de données modifiés

source: There is no linked dataset yet
fr: Il n'y a pas encore de jeu de données lié

source: Subscribe to dataset
fr: S'abonner à ce jeu de données

source: Unsubscribe to dataset
fr: Se désabonner de ce jeu de données

source: Object ID
fr: Identifiant

source: Object name
fr: Nom de l’objet

source: Related object ID
fr: Identifiant associé

source: Severity
fr: Gravité

source: Fatal
fr: Fatale

source: Error
fr: Erreur

source: Warning
fr: Avertissement

source: Notice
fr: Information

source: UnusedStop
fr: Arrêt inutilisé

source: Slow
fr: Véhicule très lent entre deux arrêts

source: ExcessiveSpeed
fr: Véhicule très rapide entre deux arrêts

source: NegativeTravelTime
fr: Durée de trajet négative

source: CloseStops
fr: Arrêts très proches

source: NullDuration
fr: Durée de trajet nulle

source: InvalidReference
fr: Référence vers un objet inexistant

source: InvalidArchive
fr: Impossible d’ouvrir l’archive GTFS

source: MissingRouteName
fr: Nom de route manquant

source: MissingId
fr: Identifiant manquant

source: MissingCoordinates
fr: Coordonnées manquantes

source: MissingName
fr: Nom manquant

source: InvalidCoordinates
fr: Coordonnées manquantes

source: InvalidRouteType
fr: Type de route invalide

source: You need to be connected to start a discussion
fr: Vous devez être identifié pour commencer une discussion.

source: Answer published
fr: Réponse publiée

source: New discussion started
fr: Nouvelle discussion commencée

source: Unable to publish the answer
fr: Impossible de publier la réponse

source: Unable to start a new discussion
fr: Impossible de commencer une nouvelle discussion

source: Start a new discussion
fr: Initier une nouvelle discussion

source: See on data.gouv.fr
fr: Voir sur data.gouv.fr

source: Details
fr: Détails

source: Website
fr: Site internet

source: tags:
fr: Mots-clefs

source: Outdated
fr: Périmé

source: Community resources
fr: Ressources communautaires

source: Reuses
fr: Réutilisations

source: You're using this dataset? %{a_start}Send an email!%{a_end}
fr: Vous réutilisez ce jeu de données ? %{a_start}Envoyez-nous un message%{a_end} afin que l’on puisse en discuter et mettre en avant votre réutilisation.

source: Display more
fr: Voir plus

source: Display less
fr: Voir moins

source: Log in
fr: Identifiez-vous

source: No error detected
fr: Pas d'erreur

source: This dataset has been removed from data.gouv.fr
fr: Ce jeu de données a été supprimé de data.gouv.fr

source: Backed up resources
fr: Ressources historisées

source: %{start} to %{end}
fr: %{start} au %{end}

source: Publication date
fr: Date de publication

source: Validity period
fr: Période de validité

source: File
fr: Fichier

source: Get details about this dataset via an %{start_link}API call%{end_link}
fr: Récupérer des détails sur ce jeu de données via un %{start_link}appel à l'API%{end_link}

source: dataset
fr: jeu de données

source: Other datasets
fr: Autres jeux de données

source: Resources
fr: Ressources

source: Visualization
fr: Visualisation

source: Data type
fr: Type de données

source: Covered area
fr: Couverture spatiale

source: during validation
fr: lors de la validation

source: Download
fr: Télécharger

source: details
fr: détails

source: resource format
fr: format de la ressource

source: real-time
fr: temps réel

source: Real-time visualization of
fr: Visualisation temps-réel de

source: Visualization of the resource
fr: Visualisation de la ressource

source: Features available in the resource:
fr: Données présentes dans la ressource :

source: Unavailable resources
fr: Ressources non disponibles

source: Those resources are listed by the provider but are unreachable for now
fr: Ces ressources sont référencées, mais ne semblent pas accessibles pour le moment

source: Up to date
fr: À jour

source: Not
fr: Non

source: available
fr: disponible

source: Reuses are temporarily unavailable
fr: Les réutilisations sont temporairement indisponibles

source: Resource declared schema
fr: La ressource déclare utiliser ce schéma

source: Past versions of the dataset resources are available in the %{link} section.
fr: Des versions précédentes des ressources de ce jeu de données sont disponibles dans la section %{link}.

source: time to live (%{feed})
fr: durée de vie (%{feed})

source: download availability over the last %{nb} days
fr: disponibilité au téléchargement durant les %{nb} derniers jours

source: Download availability
fr: Disponibilité au téléchargement

source: Learn more
fr: En savoir plus

source: availability-test-explanations
fr: Nous testons la disponibilité de cette ressource au téléchargement toutes les heures, en effectuant une requête HTTP de type <code class="inline">HEAD</code> dont le temps de réponse doit être inférieur à 5 secondes. Si nous détectons une indisponibilité, nous effectuons un nouveau test toutes les 10 minutes, jusqu'à ce que la ressource soit à nouveau disponible.<br><br>Pour les flux SIRI et SIRI Lite, nous effectuons une requête HTTP de type <code class="inline">GET</code> : nous considérons une réponse avec un code 401 ou 405 comme étant disponible. En cas d'erreur 500, nous considèrerons que le flux est indisponible, sauf si il semble contenir du SOAP.

source: last content modification
fr: date de dernière modification du contenu

source: unknown
fr: inconnue

source: Additional service
fr: Service supplémentaire

source: Between %{start} and %{end}
fr: Du %{start} au %{end}

source: Detour
fr: Déviation

source: From %{start}
fr: À partir du %{start}

source: Modified service
fr: Service modifié

source: No service
fr: Pas de service

source: Other effect
fr: Autre effet

source: Reduced service
fr: Service réduit

source: Service alerts
fr: <span lang="en"><i>Service alerts</i></span> (infos trafic)

source: Stop moved
fr: Arrêt déplacé

source: Unknown effect
fr: Effet inconnu

source: Until %{end}
fr: Jusqu'au %{end}

source: Significant delays
fr: Retards importants

source: GTFS-RT feed content
fr: Contenu du flux GTFS-RT

source: Copy to clipboard
fr: Copier dans le presse-papier

source: See full payload
fr: Voir le contenu du flux

source: Other datasets of %{name}
fr: Autres jeux de données de %{name}

source: Could not decode the GTFS-RT feed.
fr: Impossible de décoder le flux GTFS-RT

source: Decoded GTFS-RT feed
fr: Flux GTFS-RT décodé

source: The GTFS-RT feed should be accessible over HTTP, without authentication and use the Protobuf format.
fr: Le flux GTFS-RT doit être accessible en HTTP, sans authentification et utiliser le format Protobuf.

source: Here is the decoded GTFS-RT feed Protobuf at %{date}. You can look at <a href="%{link}" target="_blank">the GTFS-RT documentation</a>.
fr: Voici le flux GTFS-RT décodé au format Protobuf le %{date}. Vous pouvez consulter <a href="%{link}" target="_blank">la documentation GTFS-RT</a>.

source: Entities
fr: Entités

source: Entities present in this feed at %{date}.
fr: Entités présentes dans ce flux le %{date}.

source: Entities seen in the last %{nb} days.
fr: Entités présentes dans ce flux lors des %{nb} derniers jours.

source: Reusers can share in this section edits made on resources%{odbl_text}. <a href="%{datagouv_link}" target="_blank">Publish your own ressource</a> on data.gouv.fr or <a href="%{doc_link}" target="_blank">browse our documentation.</a>
fr: Les réutilisateurs peuvent partager dans cette section les modifications apportées à une ressource%{odbl_text}. <a href="%{datagouv_link}" target="_blank">Publiez votre ressource</a> sur data.gouv.fr ou <a href="%{doc_link}" target="_blank">consultez la documentation.</a>

source: , in accordance with the share-alike clause (article 4.4) of <a href="%{doc_link}" target="_blank">the ODbL License</a>
fr: , conformément à la clause de partage à l’identique (article 4.4) de la <a href="%{doc_link}" target="_blank">licence ODbL</a>

source: Feed decoding failed
fr: Le décodage du flux a échoué

source: Specific usage conditions
fr: Conditions Particulières d'utilisation

source: and
fr: et

source: Producers can share in this section design guidelines, documentation, etc. Use the <a href="%{url}" target="_blank">documentation type</a> on data.gouv.fr.
fr: Les producteurs peuvent partager dans cette section : charte graphique, documentation, etc. Utilisez <a href="%{url}" target="_blank">le type documentation</a> sur data.gouv.fr.

source: Resources with a schema
fr: Ressources avec schéma

source: Browse the API
fr: Lien vers l'API

source: The <a href="%{link}" target="_blank">timestamp field</a> appears to be too old compared to the current time: the delay is %{seconds} seconds. Try to update your feed at most every 30 seconds.
fr: Le <a href="%{link}">champ timestamp</a> contient une valeur ancienne par rapport à la date courante : l'écart est de %{seconds} secondes. Essayez de mettre à jour le flux toutes les 30 secondes au plus.

source: Displaying the last %{nb} backed up resources.
fr: Affiche les %{nb} dernières ressources historisées.

source: Download history details
fr: Télécharger les ressources historisées

source: Data published by
fr: Données publiées par

source: This dataset has been archived from data.gouv.fr on %{date}
fr: Ce jeu de données a été archivé de data.gouv.fr le %{date}

source: Try me!
fr: Essayez-moi !

source: Real-time data
fr: Données temps réel

source: Static data
fr: Données statiques

source: Automatic conversions
fr: Conversions automatiques

source: Accessibility issue
fr: Problème d'accessibilité

source: No effect
fr: Pas d'impact

source: Cannot determine the relevant GTFS file to use to perform a GTFS-RT validation.
fr: Impossible de déterminer le fichier GTFS à utiliser pour effectuer une validation du GTFS-RT.

source: GTFS file to use with the GTFS-RT feed
fr: Fichier GTFS à utiliser avec le flux GTFS-RT

source: Related resources
fr: Ressources associées

source: OSM community guidelines
fr: Règles de la communauté OSM

source: Notification reason
fr: Motif de notification

source: Notifications sent
fr: Notifications envoyées

source: If you are a data producer, you can <a href="%{url}" target="_blank">manage how you receive these notifications</a> from your Producer section.
fr: Si vous êtes producteur de données, vous pouvez <a href="%{url}" target="_blank">personnaliser ces notifications</a> depuis votre Espace producteur.

source: transport.data.gouv.fr automatically sends notifications to data producers in order to improve the quality of data. The following notifications have been sent in the last %{nb} days.
fr: transport.data.gouv.fr envoie automatiquement des notifications au producteur du jeu de données afin d'en améliorer la qualité. Les notifications suivantes ont été envoyées au cours des %{nb} derniers jours.

source: loading discussions...
fr: chargement des discussions...

source: This transport service operates seasonally. The associated resources may be outdated depending on the time of year. Contact the data producer through Discussions for more information.
fr: Le service de transport de ce jeu de donnée ne fonctionne pas toute l'année et les ressources associées peuvent être périmées selon la période de l'année. Nous vous invitons à contacter le producteur via les discussions pour plus d'information.

source: data producer
fr: Producteur de la donnée

source: Respond and close
fr: Répondre et clore

source: Quality indicators
fr: Indicateurs qualité

source: Latest quality indicators
fr: Derniers indicateurs qualité

source: transport.data.gouv.fr computes quality indicators daily to assess the quality of the published data. <i class="fa fa-external-link-alt"></i> <a href="%{doc_url}" target="_blank">Learn more</a>.
fr: transport.data.gouv.fr calcule des indicateurs qualité de manière quotidienne afin de mieux appréhender les données publiées. <i class="fa fa-external-link-alt"></i> <a href="%{doc_url}" target="_blank">En savoir plus</a>.

source: Fare attributes
fr: Attributs tarifaires

source: Fare rules
fr: Règles tarifaires

source: File or field
fr: Fichier ou champ

source: Line color
fr: Couleur de la ligne

source: Line long name
fr: Nom long de la ligne

source: Line short name or line number
fr: Nom court ou n° de la ligne

source: On-demand transport
fr: Transport à la demande

source: Quantity
fr: Quantité

source: Status
fr: Statut

source: Stop accessibility
fr: Accessibilité de l'arrêt

source: The possibility of carrying a bicycle in the vehicle
fr: Possibilité d’emport de vélo

source: Transfers
fr: Correspondances

source: Trip accessibility
fr: Accessibilité de la course

source: Trip headsign
fr: Destination de la course

source: Trip shapes
fr: Tracés d'itinéraires

source: The following table displays if the file/field is present in the GTFS.
fr: Le tableau ci-dessous affiche si le fichier ou le champ est présent dans le GTFS.

source: Availability rate
fr: Taux de disponibilité

source: Latest modification
fr: Dernière modification

source: This dataset is hidden
fr: Ce jeu de données est masqué

source: Your comment
fr: Votre commentaire

source: Dataset added to your favorites! Personalise your settings from your <a href="%{url}" target="_blank">reuser space</a>.
fr: Jeu de données ajouté à vos favoris ! Personnalisez vos préférences depuis votre <a href="%{url}" target="_blank">espace réutilisateur</a>.

source: <a href="%{url}" target="_blank">Log in or sign up</a> to benefit from dataset services.
fr: <a href="%{url}" target="_blank">Inscrivez-vous ou connectez-vous</a> pour bénéficier des services liés aux jeux de données.

source: Manage your dataset
fr: Gérez votre jeu de données

source: Follow this dataset
fr: Suivre ce jeu de données

source: Manage services for this dataset
fr: Gérez les services liés à ce jeu de données

source: The producer requires authentication to access the data. Consequently, some features on transport.data.gouv.fr, such as data availability, validations, and metadata, are unavailable for this dataset. Please follow the producer's instructions to gain access to the data.
fr: Le producteur requiert une authentification pour accéder aux données. En conséquence, certaines fonctionnalités de transport.data.gouv.fr, comme la disponibilité des données, les rapports de validations et les métadonnées sont indisponibles pour ce jeu de données. Veuillez suivre les instructions du producteur pour obtenir l'accès aux données.

source: Data under the responsibility of
fr: Données sous la responsabilité de

source: This unofficial dataset is provided experimentally. Do not use it for travel information purpose.
fr: Ce jeu de données non officiel est publié à titre expérimental. Veuillez ne pas le réutiliser à des fins d’information voyageur.

source: Regulator
fr: Régulateur
