Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/page-index.po
Languages: fr

source: Publish my data
fr: Publier des données

source: Reuse data
fr: Réutiliser des données

source: Email address
fr: Adresse email

source: Subscribe to our email newsletter to receive update
fr: Pour être informé·e des nouveautés, inscrivez-vous à notre newsletter :

source: Subscribe
fr: Inscription

source: Join us on
fr: Rejoignez-nous sur

source: Download presentation
fr: Télécharger la présentation

source: Publication guide
fr: Guide de publication

source: Find dataset
fr: Trouvez un jeu de données

source: title
fr: Le Point d’Accès National aux données de transport

source: subtitle
fr: Rassembler les données de toute l’offre de mobilité à travers la France

source: Long distance coach
fr: Autocars longue distance

source: Public transport - realtime traffic
fr: Transport public collectif - horaires temps réel

source: dataset
fr: %{count} jeu de données

source: See newly added datasets
fr: Voir les jeux de données récents

source: Coming soon
fr: À venir dans les prochains mois

source: Car and motorbike sharing
fr: Voitures et scooters en libre-service

source: Rail transport
fr: Transport ferroviaire

source: Sea and river transport
fr: Transport maritime et fluvial

source: Learn more
fr: En savoir plus

source: Regions covered
fr: régions couvertes

source: Scheduled public transit
fr: Pour les horaires théoriques des transports en commun :

source: See more statistics
fr: Voir plus de statistiques et de cartes

source: Territories covered
fr: <abbr title="Autorité organistatrice des mobilités">AOMs</abbr> couvertes

source: Territory coverage
fr: Couverture du territoire

source: covered
fr: couverte

source: on
fr: sur

source: of the population
fr: de la population

source: Are you producing transport data ?
fr: Vous produisez des données de transport ?

source: Who is reusing data from
fr: Qui réutilise des données de

source: producer description
fr: <abbr title="Autorité organistatrice des mobilités">AOMs</abbr>, opérateurs de transport… : vous êtes tenus de publier vos données relatives à l’information voyageur sur le Point d’Accès National. L’équipe de transport.data.gouv.fr vous accompagne dans leur mise en qualité, mise en conformité et publication.

source: reusers list description
fr: Les réutilisateurs listés ici sont ceux ayant déclaré une réutilisation sur la plate-forme.

source: Ask for help
fr: Demander de l’aide

source: Close the form
fr: Fermer le formulaire

source: I'd like to be informed
fr: Je souhaite être tenu·e au courant

source: Close the menu
fr: Fermer le formulaire

source: Search data for a region, a city, a network…
fr: Cherchez les données d’une région, d’une ville, d’un réseau…

source: Datasets
fr: Jeux de données

source: Use our APIs
fr: Utiliser nos API

source: Use the map
fr: Rechercher sur la carte

source: You can also
fr: Vous pouvez également

source: A freely accessible service
fr: Une plateforme GRATUITE et librement ACCESSIBLE

source: ALL French open mobility data at the same place
fr: Un catalogue EXHAUSTIF de données ouvertes

source: Available data by theme
fr: Les données disponibles par thème

source: Online tools to ease data reuses
fr: Des outils pour faciliter leur réutilisation

source: Selected formats
fr: Formats homogènes

source: Selected licences
fr: Licences harmonisées

source: facilitators list description, %{link}
fr: Voir la %{link} de nos facilitateurs

source: full list
fr: liste complète

source: They help us achieve our mission
fr: Ils nous aident dans notre mission

source: Mobility counting
fr: Comptage des mobilités

source: Road data
fr: Données routières
