Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/resource.po
Languages: fr

source: Unable to get resources, please retry.
fr: Impossible d'accéder à la resource, réessayez

source: Choose the resource you want to update
fr: Choisissez la ressource à modifier

source: File uploaded!
fr: Fichier mis à jour !

source: Unable to upload file
fr: Impossible de mettre à jour le fichier

source: Resource updated with URL!
fr: Ressource mise à jour avec une URL !

source: Update the resource
fr: Modifier la ressource

source: Add the resource
fr: Ajouter la ressource

source: or
fr: ou

source: I'm not sure. Learn more.
fr: Je ne suis pas sûr·e. En savoir plus.

source: Add a new resource
fr: Ajouter une nouvelle ressource

source: Current file: %{current_file}
fr: Fichier actuel : %{current_file}

source: Upload a file
fr: Envoyer un fichier

source: title
fr: Titre

source: Create it directly on data.gouv.fr
fr: Créer directement la ressource sur data.gouv.fr

source: Edit directly on data.gouv.fr
fr: Éditer directement la ressource sur data.gouv.fr

source: Option 1: Directly update the resource
fr: Option 1 : modifier la ressource simplement

source: Option 2: for more options, create the resource on data.gouv.fr
fr: Option 2 : pour plus d'options, créer la ressource sur data.gouv.fr

source: Option 2: for more options, edit the resource on data.gouv.fr
fr: Option 2 : pour plus d'options, éditer la ressource sur data.gouv.fr

source: Resource modification
fr: Modification d’une ressource

source: Give a link for the resource
fr: Donner un lien vers la ressource

source: This option allows you to update the resource on data.gouv.fr, directly from here.
fr: Cette option vous permet de modifier la ressource sur data.gouv.fr depuis ici, sans avoir à vous y rendre.

source: Option 1: Directly add the resource
fr: Option 1 : ajouter la ressource simplement

source: Example : Paris GTFS dataset
fr: exemple : Horaires au format GTFS

source: Resource is not available on remote server
fr: La ressource n'est pas disponible sur le serveur distant

source: This resource belongs to a dataset that has been deleted from data.gouv.fr
fr: Cette ressource appartient à un jeu de données qui a été supprimé de data.gouv.fr

source: This option allows you to add the resource on data.gouv.fr, directly from here. Do you want to publish a more up-to-date version of a resource? <a href="%{url}">Update the resource</a> instead.
fr: Cette option vous permet d'ajouter la ressource sur data.gouv.fr depuis ici, sans avoir à vous y rendre. Vous souhaitez remplacer une ressource par une version plus à jour ? <a href="%{url}">Mettez à jour la ressource</a> plutôt.

source: Number of requests served by the upstream server
fr: Nombre de requêtes transmises au serveur source

source: Number of requests served by transport.data.gouv.fr
fr: Nombre de requêtes gérées par transport.data.gouv.fr

source: requests served by the proxy over the last %{nb} days
fr: requêtes gérées par le proxy au cours des %{nb} derniers jours

source: requests served by the upstream server over the last %{nb} days
fr: requêtes transmises au serveur source au cours des %{nb} derniers jours

source: Proxy requests statistics
fr: Statistiques des requêtes gérées par le proxy

source: Feed name:
fr: Nom du flux :

source: An authentication is required to access this SIRI feed.
fr: Une authentification est requise pour accéder à ce flux SIRI.

source: SIRI authentication
fr: Authentification SIRI

source: The key (RequestorRef) to provide is <code class="inline" id="siri_requestor_ref">%{requestor_ref}</code>.
fr: La clé (RequestorRef) à renseigner est <code class="inline" id="siri_requestor_ref">%{requestor_ref}</code>.

source: If you haven’t done it yet, think about <a href="%{link}">validating your data</a> before publishing it.
fr: Si vous ne l’avez pas encore fait, pensez à <a href="%{link}">valider vos données</a> avant de les publier.

source: Choose the resource you want to delete
fr: Choisissez la ressource à supprimer

source: Could not delete the resource
fr: Impossible de supprimer la ressource

source: Delete the resource
fr: Supprimer la ressource

source: Do you want to update the resource or delete it definitely?
fr: Souhaitez-vous mettre à jour la ressource ou la supprimer définitivement ?

source: The resource has been deleted
fr: La ressource a été supprimée
