Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/reuser-space.po
Languages: fr

source: All
fr: Tout

source: Data type
fr: Type de données

source: Manage notifications
fr: Gérer vos notifications

source: No results
fr: Pas de résultats

source: Notification bell
fr: Icône de notifications

source: Receive helpful notifications about your favorite datasets.
fr: Recevez des notifications pertinentes à propos de vos jeux de données favoris.

source: Receive notifications
fr: Recevoir des notifications

source: Reuser space
fr: Espace réutilisateur

source: Favorite datasets
fr: Jeux de données favoris

source: data expiration notification explanation
fr: Vous êtes alerté à l’approche de la date de fin du calendrier de fonctionnement.

source: resources changed notification explanation
fr: Vous êtes alerté lorsque des ressources sont ajoutées, supprimées ou que l’URL est modifiée.

source: unavailable resources notification explanation
fr: Vous êtes alerté au bout de 6h consécutives pendant lesquelles une ressource ne peut pas être téléchargée.

source: validation errors notification explanation
fr: Vous êtes alerté lorsqu’une ressource ne respecte pas les spécifications des normes/standards/schémas correspondants.

source: Global notifications
fr: Notifications générales

source: Notifications by dataset
fr: Notifications par jeu de données

source: notifications are good for you
fr: Les notifications e-mail vous préviennent des problèmes de qualité ou d’indisponibilité qui pourraient affecter vos réutilisations des données de transport. Afin d’activer les notifications sur un jeu de données, mettez-le d’abord en favori (icône ❤️ sur la page du jeu de donnée).<br/><br/>Vous pouvez également suivre l’activité générale de transport.data.gouv.fr à travers les commentaires et nouveaux jeux de données.

source: Access your reuser space
fr: Accédez à votre espace réutilisateur

source: Set up notifications
fr: Gérez vos notifications

source: To log in, you will be redirected to data.gouv.fr, the open platform for French public data
fr: Pour vous identifier vous allez être redirigé vers data.gouv.fr, la plateforme ouverte des données publiques françaises.

source: Welcome!
fr: Bienvenue !

source: transport.data.gouv.fr helps you follow the data you reuse
fr: transport.data.gouv.fr vous aide à suivre les données que vous réutilisez

source: transport.data.gouv.fr is affiliated with data.gouv.fr, the open platform for French public data
fr: transport.data.gouv.fr est affilié à data.gouv.fr : la plateforme ouverte des données publiques françaises

source: reuser-space-intro
fr: Pour ajouter un favori et bénéficier des services de suivi et d'amélioration de la qualité des jeux de données que vous réutilisez, vous devez au préalable vous connecter puis cliquer sur l'icône ❤️ sur la page du jeu de données.

source: %{dataset_title} has been removed from your favorites
fr: %{dataset_title} a été retiré de vos favoris

source: Cancel
fr: Annuler

source: Remove from favorites
fr: Supprimer de vos favoris

source: Improved data sharing
fr: Repartage des données améliorées

source: Preferences
fr: Préférences

source: This feature is coming soon!
fr: Cette fonctionnalité arrive bientôt !

source: Warning, you are going to remove "%{dataset_title}" from your favorites. You will lose any settings or actions you previously performed on this dataset.
fr: Attention, vous allez supprimer le jeu de données "%{dataset_title}" de vos favoris. Vous allez perdre tous les paramétrages ou actions que vous avez réalisés précédemment sur ce jeu de données.

source: Only GTFS files are eligible for now.
fr: Seuls les fichiers GTFS sont éligibles pour le moment.

source: Share improved data
fr: Repartager vos données améliorées

source: Your improved data URL
fr: Lien vers vos données améliorées

source: Step 1: choose the initial resource from the producer
fr: Étape 1 : sélectionnez la ressource initiale du producteur

source: Step 2: add the URL to download your improved data
fr: Étape 2 : renseignez l'URL de téléchargement de votre fichier amélioré

source: You already shared improved data for this dataset, thanks!
fr: Vous avez déjà partagé des données améliorées pour ce jeu de données, merci !

source: Your improved data has been saved.
fr: Vos données améliorées ont bien été sauvegardées.

source: Manage settings
fr: Gérer les paramètres

source: Name
fr: Nom

source: Settings
fr: Paramètres

source: There are no tokens yet.
fr: Il n'y a pas de tokens pour le moment.

source: Update your preferences, manage tokens to access data.
fr: Gérer vos préférences, gérer vos tokens pour accéder aux données.

source: A name identifying the application using this token.
fr: Un nom identifiant l'application utilisant ce token.

source: Create
fr: Créer

source: Create a new token
fr: Créer un nouveau token

source: Token name
fr: Nom du token

source: You need to be a member of an organisation to create new tokens.
fr: Vous devez être membre d'une organisation pour créer un nouveau token.

source: Your token has been created
fr: Votre token a bien été créé

source: Your token has been deleted
fr: Votre token a bien été supprimé

source: Tokens can be used when using <a href="%{swagger_url}" target="_blank">the API</a>. The token should be included in the <code>Authorization</code> HTTP header. If your token is <code>foo</code>, you should send HTTP requests with the header <code>Authorization: foo</code>.
fr: Les tokens peuvent être utilisés lors d'appels à <a href="%{swagger_url}" target="_blank">l'API</a>. Le token doit être inclus dans l'en-tête HTTP <code>Authorization</code>. Si votre token est <code>foo</code>, vous devez envoyer des requêtes HTTP avec l'en-tête <code>Authorization: foo</code>.

source: Using tokens
fr: Utiliser les tokens

source: You can create or join an organisation on data.gouv.fr. <a href="%{doc_url}" target="_blank">See the documentation</a>.
fr: Vous pouvez créer ou rejoindre une organisation sur data.gouv.fr. <a href="%{doc_url}" target="_blank">Voir la documentation</a>.

source: The token %{name} is now the default token
fr: Le token %{name} est maintenant le token par défaut

source: Default token
fr: Token par défaut

source: Delete
fr: Supprimer

source: (by default)
fr: (par défaut)

source: Declare a reuse
fr: Déclarer une réutilisation

source: Declare your reuses
fr: Déclarer ses réutilisations

source: Highlight your reuses and make yourself known.
fr: Mettez en avant vos réutilisations et faites-vous connaitre.

source: Reuses
fr: Réutilisations

source: Personal token
fr: Token personnel
