Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/seo.po
Languages: fr

source: %{format} Transport open dataset - %{title} for %{spatial} - %{territory}
fr: Jeu de données ouvert %{format} - %{title} pour %{spatial} - %{territory}

source: Publish, improve and reuse French public transport data
fr: Rendre disponible, valoriser et améliorer les données transports

source: Transport open datasets for %{type} %{name}
fr: Jeux de données ouverts de la %{type} %{name}

source: Transport open datasets for AOM %{name}
fr: Jeux de données ouverts de l'AOM %{name}

source: Transport open datasets for search %{q}
fr: Jeux de données ouverts pour la recherche %{q}

source: Transport open datasets on %{type} for %{spatial} - %{territory}%{formats}
fr: Jeux de données ouverts de %{spatial} - %{territory}%{formats}

source: National Access Point for transport open data
fr: Le Point d’Accès National aux données ouvertes de transport

source: Transport open datasets for city %{name}
fr: Jeux de données ouverts de la commune de %{name}

source: GTFS data quality evaluation
fr: Évaluation de la qualité d’un jeu de données GTFS

source: Non standard real time transport open data
fr: Liste des données temps-réel de transport en commun, non standardisées

source: State of transport open data for french AOMs
fr: État de l’ouverture des données de transport en commun pour les AOMs françaises

source: State of transport open data in France
fr: État de l’ouverture des données de transport en France
