Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/validations.po
Languages: fr

source: No validation available
fr: Pas de validation disponible

source: Other resources
fr: Autres ressources

source: Upload
fr: Envoyer

source: GTFS review report
fr: Rapport de l’analyse de fichier GTFS

source: This report can be shared with
fr: Ce bilan peut être partagé via

source: this permanent link
fr: ce lien permanent

source: Nice work, there are no issues!
fr: Félicitations, aucune erreur n'a été trouvée !

source: network
fr: réseau

source: transport mode
fr: mode de transport

source: File name
fr: Nom du fichier

source: It is valid from
fr: Le fichier couvre la période du

source: Resource details
fr: Détails de la ressource

source: This resource file is part of the dataset
fr: Cette ressource fait partie du jeu de données

source: Validation report
fr: Rapport de validation

source: to
fr: au

source: explanations-gtfs
fr: Voici le bilan automatisé sur la qualité du fichier GTFS. Cette validation ne concerne que la structure des données et pas la complétude ni l’exactitude des horaires.

source: explanations-netex
fr: Voici le bilan automatisé sur la qualité du fichier NeTEx. Cette validation ne concerne que la structure des données et pas la complétude ni l’exactitude des données.

source: Show anyway
fr: Afficher quand même

source: Stops visualization is quite big
fr: La visualisation des arrêts est volumineuse

source: Stops and routes visualization of the GTFS file
fr: Aperçu des arrêts et lignes de la ressource GTFS

source: GeoJSON format contains only the spatial information of the resource (stops coordinates, eventually lines shapes) It corresponds to the data you can see on the map below.
fr: Le format GeoJSON ne contient que les informations géographiques de la ressource (position des arrêts, éventuellement tracé des lignes), telles que vous les visualisez sur la carte ci-dessous.

source: This resource is also available in the following formats:
fr: Cette ressource est également disponible dans les formats suivants :

# errors
source: error
fr: erreur

source: Errors:
fr: Erreurs :

source: Showing only the first %{nb} errors.
fr: Montre seulement les %{nb} premières lignes.

source: This resource should follow its schema %{link}.
fr: Cette ressource doit suivre le schéma %{link}.

source: Validation details
fr: Rapport de validation

source: No error detected
fr: Pas d'erreur

source: This GeoJSON was up-to-date with the GTFS resource %{hours} ago.
fr: Ce GeoJSON était bien à jour avec la ressource GTFS il y a %{hours}.

source: Visualization up-to-date %{hours} ago.
fr: Visualisation à jour il y a %{hours}.

source: Choose your file
fr: Choisissez votre fichier

source: Last updated at %{date}.
fr: Dernière mise à jour %{date}.

source: Validation in progress. This page will be updated automatically.
fr: Validation en cours. Cette page va se rafraichir automatiquement.

source: Are you the producer of this data? Once you have fixed your errors, you can verify that your file is valid <a href="%{link}" target="_blank">using our validators</a>.
fr: Êtes-vous le producteur de ces données ? Une fois vos erreurs réparées, vous pouvez vérifier que votre fichier est valide <a href="%{link}" target="_blank">en utilisant nos validateurs</a>.

source: Errors
fr: Erreurs

source: Sample errors
fr: Exemples d'erreurs

source: Validation carried out using the <a href="%{gtfs_link}">current GTFS file</a> and the <a href="%{gtfs_rt_link}">GTFS-RT</a> the %{date} using the <a href="%{validator_url}" target="_blank">MobilityData GTFS-RT validator</a>.
fr: Validation effectuée en utilisant <a href="%{gtfs_link}">le fichier GTFS en vigueur</a> et le <a href="%{gtfs_rt_link}">GTFS-RT</a>, le %{date} avec <a href="%{validator_url}" target="_blank">le validateur GTFS-RT de MobilityData</a>.

source: Warnings
fr: Avertissements

source: Data type
fr: Type de données

source: Your URL
fr: Votre URL

source: Check the quality of a file or a feed
fr: Vérifier la qualité d'un fichier ou d'un flux

source: GBFS validation report
fr: Rapport de validation GBFS

source: This is the validation report of the GBFS feed %{link}.
fr: Ceci est le rapport de validation du flux GBFS %{link}.

source: Feed details
fr: Détail des flux

source: Validation performed at %{date}.
fr: Validation effectuée le %{date}.

source: Your GTFS realtime's URL
fr: L'URL de votre GTFS temps réel

source: Validate this GTFS-RT now
fr: Valider ce GTFS-RT maintenant

source: Each GTFS-RT feed can only be validated once per 5 minutes. Please wait a moment and try again.
fr: Chaque flux GTFS-RT ne peut être validé que toutes les 5 minutes. Veuillez patienter un instant et réessayer.

source: GTFS-RT feeds change in real-time. This validation report shows the validation result performed at %{date}. You can relaunch a validation later on and get different results.
fr: Le contenu d'un flux GTFS-RT est susceptible de changer à chaque instant. Cette page présente les résultats de la validation effectuée le %{date} et son contenu est fixe. Il vous est possible de revalider le flux ultérieurement et d'obtenir des résultats différents.

source: This validation concerns the given GTFS-RT feed and GTFS file and has been carried out using the <a href="%{validator_url}" target="_blank">MobilityData GTFS-RT validator</a>. It does not validate the GTFS itself. You can validate your GTFS file <a href="%{gtfs_validator}">using our GTFS validator</a>.
fr: La validation porte sur le flux GTFS-RT et sur sa cohérence avec le fichier GTFS fourni. Elle a été réalisée avec le <a href="%{validator_url}" target="_blank">validateur MobilityData GTFS-RT</a>. Elle ne porte pas sur le fichier GTFS en lui-même. Il est possible de valider un fichier GTFS grâce à <a href="%{gtfs_validator}">notre validateur GTFS</a>.

source: Visualization
fr: Visualisation

source: No validation error
fr: Aucune erreur de validation

source: See all your errors <a href="%{url}" target="_blank">using the web interface</a>.
fr: Consultez toutes les erreurs <a href="%{url}" target="_blank">sur ce site web</a>.

source: See <a href="%{report_url}" target="_blank">the validation report</a> online.
fr: Consultez le <a href="%{report_url}" target="_blank">rapport de validation</a> en ligne.

source: Validation carried out the %{date} using the <a href="%{validator_url}" target="_blank">MobilityData validator</a>.
fr: Validation effectuée le %{date} en utilisant le <a href="%{validator_url}" target="_blank">validateur GBFS de MobilityData</a>.

source: Validate this GBFS now
fr: Valider ce GBFS maintenant

source: Compare
fr: Comparer

source: Upload in progress
fr: Envoi en cours

source: Validation carried out using the <a href="%{link}">current %{format} file</a> the %{date} using the <a href="%{validator_url}" target="_blank">%{validator_name}</a>.
fr: Validation effectuée en utilisant <a href="%{link}">le fichier %{format} en vigueur</a> le %{date} avec <a href="%{validator_url}" target="_blank">%{validator_name}</a>.

source: from
fr: du

source: %{count} times (%{percentage} % of validations)
fr: %{count} fois (%{percentage} % des validations)

source: Error ID
fr: Identifiant d'erreur

source: Errors count
fr: Nombre d'erreurs

source: Here is a recap of all the error types encountered over the last %{nb} days.
fr: Voici un récapitulatif des différents types d'erreurs constatés au cours des %{nb} derniers jours.

source: Number of occurences
fr: Nombre d'occurences

source: Previous validations
fr: Validations précédentes

source: Differences Overview
fr: Résumé

source: GTFS Diff is a <a href="%{link}">specification</a> created by transport.data.gouv.fr and aims at providing a simple and unified way to express differences between GTFS files
fr: GTFS Diff est une <a href="%{link}">spécification</a> proposée par transport.data.gouv.fr, dont le but est d'exprimer des différences entre fichiers GTFS d'une manière simple et unifiée

source: GTFS Diff is available for
fr: Le GTFS Diff est disponible

source: GTFS comparison with GTFS Diff
fr: GTFS Diff : Comparaison de fichiers GTFS

source: <a href="%{spec}">Read</a> the GTFS Diff specification to understand how differences between GTFS are expressed
fr: Vous pouvez <a href="%{spec}">lire la specification</a> GTFS Diff pour comprendre comment les différences entre les GTFS sont exprimées

source: The file "%{file}" has been deleted
fr: Le fichier "%{file}" a été supprimé

source: added
fr: ajouté

source: deleted
fr: supprimé

source: updated
fr: modifié

source: A file named "%{file}" has been added
fr: Un fichier "%{file}" a été ajouté

source: Shapes present in the GTFS have been ignored, some rules are not enforced.
fr: Les shapes présentes dans le GTFS ont été ignorées, certaines règles de validation n'ont pas été vérifiées.

source: analyzing found differences...
fr: analyse des différences trouvées...

source: Please note that our GTFS validator does not validate the Flex and Fares v2 extensions.
fr: Veuillez noter que notre validateur GTFS n'est pas en mesure de valider les extensions Flex et Fares v2 pour le moment.

source: This file contains the GTFS-Flex extension. We are not able to validate it for now.
fr: Ce fichier contient l'extension GTFS-Flex. Nous ne sommes pas en mesure de le valider pour le moment.

source: calendar span by network:
fr: couverture calendaire par réseau :

source: number of routes:
fr: nombre de lignes :

source: number of stop areas:
fr: nombre de zones d'arrêts :

source: number of stop points:
fr: nombre d'arrêts :

source: Elapsed time: %{duration}.
fr: Temps passé : %{duration}.

source: NeTEx validation is in beta.
fr: La validation NeTEx est en beta.

source: Warnings are work in progress. Only XSD errors are considered for now.
fr: Les avertissements sont temporaires. Seules les erreurs XSD sont prises en considération pour l’instant.

source: less than 1 second
fr: moins d’une seconde

source: PAN GTFS validator
fr: le validateur GTFS du <abbr title="Point d’Accès National">PAN</abbr>

source: enRoute Chouette Valid
fr: le validateur NeTEx d’enRoute

source: %{count} column
fr: %{count} colonne

source: %{count} file
fr: %{count} fichier

source: %{count} row
fr: %{count} ligne

source: Detail
fr: Détails

source: The latitude of the stop_id %{stop_id} has been modified. "%{initial_stop_lat}" -> "%{new_stop_lat}"
fr: La latitude du stop_id %{stop_id} a été modifiée : "%{initial_stop_lat}" -> "%{new_stop_lat}"

source: The longitude of the stop_id %{stop_id} has been modified. "%{initial_stop_lon}" -> "%{new_stop_lon}"
fr: La longitude du stop_id %{stop_id} a été modifiée : "%{initial_stop_lon}" -> "%{new_stop_lon}"

source: Start over
fr: Recommencer

source: Modified GTFS
fr: GTFS modifié

source: Reference GTFS
fr: GTFS de référence

source: Cancel upload or remove file
fr: Annuler le téléchargement ou supprimer le fichier

source: Invalid file
fr: Fichier invalide

source: Valid file
fr: Fichier valide

source: Please upload some file above
fr: Veuillez téléverser un fichier ci-dessus

source: Analysis
fr: Analyse

source: Setup
fr: Préparation

source: Results
fr: Résultats

source: Processing
fr: Traitement

source: File is too large, must be <%{max_file_size_mb}MB.
fr: Fichier trop gros, doit peser moins de %{max_file_size_mb} Mo.

source: You have selected an unacceptable file type.
fr: Le type de fichier sélectionné n’est pas utilisable.

source: You must select 2 files.
fr: Vous devez sélectionner 2 fichiers.

source: Job aborted, the diff is taking too long (> %{minutes} min).
fr: Traitement annulé, cela prend trop de temps (plus de %{minutes} minutes).

source: Clear uploaded files
fr: Effacer les fichiers téléchargés

source: Discarded files:
fr: Fichiers ignorés :
