Repository: etalab/transport-site
Catalog: apps/transport/priv/gettext/*/LC_MESSAGES/validations-explanations.po
Languages: fr

source: DuplicateStops
fr: Certains arrêts sont très proches. Cela pourrait indiquer une duplication du même arrêt.

source: Impacted file:
fr: Fichier concerné :

source: Close stop
fr: Arrêt proche

source: Stop ID
fr: Identifiant de l’arrêt

source: Stop name
fr: Nom de l’arrêt

source: ExtraFile
fr: L’archive GTFS devrait uniquement contenir des fichiers décrits par la spécification

source: File name
fr: Nom de fichier

source: Next stop and service
fr: Prochain arrêt et circulation

source: SpeedIssue
fr: La vitesse entre deux arrêts consécutifs ne semble pas réaliste

source: MissingFile
fr: Certains fichiers obligatoires manquent dans l’archive GTFS

source: UnusedStop
fr: Arrêt présent mais n’apparaissant dans aucune circulation

source: CoordinatesIssue
fr: Les coordonnées des arrêts sont obligatoires dans la spécification GTFS

source: Error detail:
fr: Détails de l'erreur :

source: at line
fr: à la ligne

source: The file does not comply with the GTFS specification, the tool cannot perform all the checks.
fr: Le fichier ne respecte pas les spécifications GTFS, le validateur ne peut effectuer toutes les vérifications.

source: Glimpse of the file
fr: Aperçu du fichier

source: Error on file
fr: Erreur sur le fichier

source: Details
fr: Détails

source: Some shape id used in trips.txt are not defined in shapes.txt
fr: Certains shape id utilisés dans trips.txt ne sont pas définis dans shapes.txt

source: Some shapes defined in shapes.txt are not used in trips.txt
fr: Certaines shapes définies dans shapes.txt ne sont pas utilisées dans trips.txt

source: MissingId
fr: Certains identifiants obligatoires sont manquants

source: MissingName
fr: Certains noms obligatoires sont manquants

source: Object type
fr: Type d'objet

source: Object ID
fr: Identifiant de l’objet

source: DuplicateStopSequence
fr: Certains arrêts dans un même trajet ont la même valeur de stop_sequence.

source: Related stops
fr: Arrêts associés

source: SubFolder
fr: Les fichiers .txt sont dans un sous-dossier (%{folder}). Les fichiers doivent être à la racine de l'archive ZIP et non dans un sous-dossier.

source: NegativeStopDuration
fr: L'heure de départ d'un arrêt (departure_time) est antérieure à son heure d'arrivée (arrival_time).

source: Location
fr: Emplacement

source: Unknown location
fr: Emplacement inconnu

source: Details for debugging purposes
fr: Détails à fin de débogage

source: UnusableTrip
fr: Un trajet doit passer par plus d’un arrêt dans stop_times.txt pour être utilisable par les voyageurs à la montée ou la descente.

source: NoCalendar
fr: <code>calendar.txt</code> et <code>calendar_dates.txt</code> sont vides. Le service n'est jamais en exploitation.

source: Here is a summary of XSD validation errors. Full detail of those errors is available in the <a href="%{validation_report_url}" target="_blank">CSV report</a>. Those errors are produced by <a href="https://gnome.pages.gitlab.gnome.org/libxml2/xmllint.html" target="_blank">xmllint</a>.
fr: Voici un résumé des erreurs de validation XSD. Le détail de ces erreurs est disponible dans le <a href="%{validation_report_url}" target="_blank">rapport complet</a>. Ces erreurs sont le résultat de la validation par <a href="https://gnome.pages.gitlab.gnome.org/libxml2/xmllint.html" target="_blank">xmllint</a>.
